Repository: Ptizef/navdata-first_pi
Catalog: po/*.po
Languages: fr_fr

source: Avg.speed
fr_fr: Vit. Moy.

source: BRG
fr_fr: CAP

source: Compute and Show TTG & ETA
fr_fr: Calcul et affiche TTG et ETA

source: Dialog
fr_fr: Boite de dialogue

source: ETA @
fr_fr: ETA à

source: Navigation data
fr_fr: Données de navigation

source: Navigation data plugin for OpenCPN
fr_fr: Complément "Données de navigation" pour OpenCPN

source: Navigation data plugin for OpenCPN Shows RNG (range),TTG (time to go) and ETA (estimated time of arrival) for all active route points. Also shows current trip summary: start time, time spent, distance, mean speed since departure...
fr_fr: Complément "Données de navigation" pour OpenCPN Affiche les distances, TTG ( temps pour arriver) et ETA (Heure estimée d'arrivée) pour tous les waypoints de la route active. Montre également un résumé du parcours: départ, temps passé, distance, vitesse moyenne depuis le départ...

source: Settings
fr_fr: Réglages

source: Show Trip Data
fr_fr: Montre les Données de Parcours.

source: Started
fr_fr: Départ

source: TTG @
fr_fr: TTG à

source: There is no Active Route! You must active one before using navdata_pi
fr_fr: Aucune route n'est activée! Vous devez activer une route avant de pouvoir utiliser navdata_pi

source: TimeSpent
fr_fr: Durée

source: Trip
fr_fr: Parcours

source: Unnamed route
fr_fr: Route sans nom

source: Warning!
fr_fr: Avertissement!

source: at
fr_fr: à

source: at SOG
fr_fr: à SOG

source: at VMG
fr_fr: à VMG
